
export default function About() {
    return (<div>
        <h1>## 📜 역사</h1>
        <ul>
            <li>
                - 정보시스템학과 백준 스터디는 2022년 1학기에 5명의 스터디원에서 시작하여, 지난 2023년1학기에 25명의 스터디원까지 늘어났습니다.
            </li>
            <li>
                - 본 스터디를 통해 데이터구조, 알고리즘분석 등의 알고리즘 강의 학습 및 성적에 기여하였고, 이는 취업 시에 다양한 기업의 코딩테스트에도 많은 도움이 될 것입니다.
            </li>
            <li>
                - 자동 업데이트가 진행된 23-여름학기에는 약 45일간 스터디를 진행하였고, 22명의 회원님들이 약 1800개의 백준 문제를 함께 해결하였습니다.
            </li>
            <li>
                - 브론즈였던 회원들 대부분이 실버에 도착하였고, 두 명의 스터디원이 골드에서 플레에 도착한 여름학기가 진행되었습니다.
            </li>
            <li>
                - 2023-2학기 총회에 정식 동아리로 인준을 위한 투표가 진행될 예정입니다.
            </li>
        </ul>
        <h1>   ## ✏️ 데이터베이스</h1>
        <ul>    <li>- 문제를 풀면 다음날 오전 중에 자동으로 업로드가 됩니다.</li>
            <li>- `이름` `백준 아이디` `문제 번호` `해결 시각`</li>
            <li>- MEMBERS 데이터베이스에서 벌금 현황을 확인할 수 있습니다.</li>
        </ul>

        <h1> ## 💸 벌금 제도</h1>
        <ul>
            <li>- 백준 1일 1제 미해결 시 **1000원**</li>
            <li>- 하루에 한 문제씩 백준을 풀지 않으면 벌금을 납부합니다.</li>
            <li>- 마감 시각은 익일 06:00을 기준으로 합니다. (ex. 24일 1일1제 → 25일 06:00까지)</li>
        </ul>
        <h1>
            ## 🤑 벌금 **사용처**
        </h1>
        <ul><li>- 벌금은 스터디 활동이 끝날 때 회식비로 사용됩니다.</li>
            <li>- 만약 다른 방안(ex. 알고리즘 강의, 알고리즘 학습 도서 등)을 제시하고 싶다면 톡방에 의견을 제시한 후 투표를 진행합니다.</li>
            <li>일정 기간 투표 진행 후 과반수 이상의 스터디원이 동의했다면 해당 방안으로 진행됩니다.</li></ul></div>)
}